;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;  
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; TranslationAuthorWeb: 
; Soft Version: 1.39.48
; Update: 14-11-2017
;
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu

[Lang]
NativeLanguage=Português(Portugal)
[Translation]
LangCode=0816
ReadHabit=Left-to-right
LanguageName=POR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
CurVer=Versão Actual:
FrmGBMain.btnfeedback.caption=Comentários
FrmGBMain.btncheckver.caption=Procurar nova versão
BtnEnd=Terminar
;
; Acerca
;
FrmGBAbout.caption=Acerca
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Versão Actual:
FrmGBAbout.lblemail.caption=Email de Suporte:
FrmGBAbout.lblhome.caption=Página Inicial:
FrmGBAbout.lblthank.caption=Agradecimentos às seguintes pessoas pelos seus contributos:

;
; Menu Emergente
;
pmNewsletter=Subscrever newsletter
pmfeedback=Comentários..
pmHelp=Ajuda Online
pmHome=Página Inicial
pmContact=Contacte-nos
pmCheckNew=Procurar Actualizações
pmLang=Idiomas
pmAbout=Acerca
pmCheckNew=Procurar Actualizações
pmrun=Executar Jogo
pmadd=Adicionar Jogo
pmdel=Remover Jogo
pminfo=Informação do Jogo
pmEndProcess=Terminar Processo
pmExclude=Excluír
pmNoExclude=Cancelar Exclusão
pmGoogle=Procurar no Google
;
; Interface Principal
; 
FrmGBMain.BtnTabGame.Caption=Os Meus Jogos
FrmGBMain.BtnTabOpt.Caption=Optimizar Sistema
FrmGBMain.BtnTabProcess.Caption=Optimizar Processos
FrmGBMain.BtnTabService.Caption=Optimizar Serviços
FrmGBMain.Btnlikeit.Caption=Gosto
FrmGBMain.BtnRestore.Caption=Restaurar

;
; Gostar de Nós
;
FrmLikeit.lblTitle.caption=Se gosta do Wise Game Booster gratuíto, por favor recomende-o aos seus amigos.
FrmLikeit.lblInfo.caption=Por favor partilhe o Wise Game Booster com a sua família, amigos, e colegas por Email, Blog, Twitter, Youtube, Facebook, etc. Bem feito! Trará vantagens e eficiência às suas vidas.
FrmLikeit.lblRate.caption= Classifique o Wise Game Booster:
FrmLikeit.lblfollow.caption=Siga-nos em:
FrmLikeit.lblshare.caption=Partilhe o Wise Game Booster:
FrmLikeit.btndownload.caption=Transferir
FrmLikeit.imgrate.hint=Dê-nos o prémio de 5 estrelas
FrmLikeit.imgmail.hint=Partilhe-o com os seus amigos
FrmLikeit.imgface1.hint=Partilhe-o no facebook
FrmLikeit.imgface2.hint=Siga-nos no facebook
FrmLikeit.imgtwitter1.hint=Partilhe-o no twitter
FrmLikeit.imgtwitter2.hint=Siga-nos no twitter
FrmLikeit.Caption=Gosto
FrmLikeit.lbldownload.caption=Transfira mais freeware de WiseCleaner.com

FrmGBMain.btnFacebook.hint=Gostar do WiseCleaner no Facebook
FrmGBMain.btnTwitter.hint=Partilhar o Wise Game Booster no Twitter
FrmGBMain.btnEmail.hint=Partilhar o Wise Game Booster com amigos

;
; Informação do Jogo
;
FrmGameinfo.caption=Informação do Jogo
FrmGameinfo.lbltype.caption=Tipo de Jogo:
FrmGameinfo.lblname.caption=Nome do Ficheiro:
FrmGameinfo.lblPublisher.caption=Criador do Jogo:
FrmGameinfo.lbltimes.caption=Vezes Executado:
FrmGameinfo.lbllasttime.caption=Última Execução:
FrmGameinfo.lblrate.caption=Classificação do Jogo:
FrmGameinfo.lblcomment.caption=Notas do Jogo:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Cancelar
;
;Caixa de Jogos
;
FrmGameBox.btnsysopt.caption=Optimizar
FrmGameBox.btnProcessopt.caption=Optimizar
FrmGameBox.btnServiceopt.caption=Optimizar
FrmGameBox.btnopt.caption=Optimizar Tudo

;
;optimização do sistema
;
FrmSysOpt.btnopt.caption=Optimizar
FrmSysOpt.lblhint.caption=Optimizar os seguintes itens para melhorar o desempenho do jogo.
FrmSysOpt.lblreall.caption=Restaurar Todos
;
;optimização de processos
;
FrmProcess.lblhint.caption=Fechar processos que consomem muita memória para acelerar a velocidade do jogo. 
ProcessCpu=Uso da CPU
ProcessMemory=Memória Utilizada
ProcessSuggest=Sugestão
ProcessAction=Gerir Processos
ProcessMostMemUse=Programas que utilizam muita memória
;
;Optimização de Serviços
;
FrmService.lblhint.caption=Fechar serviços irrelevantes para acelerar a velocidade do jogo. 
ServicePublisher=Criador
ServiceSuggest=Sugestão
ServiceAction=Gerir Serviços
ServiceStop=Parar Serviços Irrelevantes
ServiceDisable=Parar
ServiceEnable=Iniciar
ServiceKeep=Manter
ServiceMust=Deve estar aberto

;
;Restauro de Serviços
;
Frmrestore.Btnreall.caption=Restaurar Todos os Serviços
Frmrestore.caption=Restaurar Serviço
Frmrestore.Btnok.caption=OK
ServiceName=Nome do Serviço
ServiceChangeDateTime=Última Modificação
ServiceRestore=Reiniciar Serviço

[GameBox]
lstbtnsearch=Procurar Jogo
GameUnknow=Desconhecido
GameRPG=RPG (Jogos de Interpretação de Personagens)
GameShot=Jogos de Tiros
GameOther=Outros jogos
NeverPlay=Nunca Jogado
UnknowPublisher=Criadores desconhecidos
lstbtnadd=Adicionar jogo
LblSysopt=Optimização do Sistema
LblProcessopt=Gestão de Processos
LblServiceopt=Optimização de Serviços
LblTitleCheck=A avaliar o desempenho do PC, por favor aguarde...

[message]
NewVer=Está disponível uma nova versão! Pretende actualizar agora?
FirRun=Pretende que o WGB procure automaticamente todos os seus jogos locais na sua primeira execução?
NoNewVer=Parabéns! A versão que está a usar é a mais recente.
CheckComputer=A avaliar o desempenho do PC, por favor aguarde...
SearchGame=A procurar os seus jogos instalados, por favor aguarde...
Allgood=Parabéns! O seu PC está em boas condições. Não é necessário optimizar. 
SysGood=Parabéns! Nenhum item necessita ser optimizado. 
ProcessGood=Parabéns! Nenhum processo necessita de ser terminado. 
ServiceGood=Parabéns! Nenhum serviço necessita de ser parado. 
HaveProblem=Encontrado(s) %d problema(s)! Clique em "Optimizar Tudo" para corrigir.
sysProblem=%d item(ns) pode(m) ser optimizado(s).
Processproblem=%d processo(s) pode(m) ser terminado(s) para libertar memória.
Serviceproblem=%d serviço(s) pode(m) ser parado(s).
DeleteGame=Tem a certeza que quer remover este jogo da lista?
HaveOpt=Optimizado
btnRestore=Restaurar
btnOpt=Optimizar
BtnAction=Acção
BtnStop=Parar Serviço
SuggestClose=Terminar
SuggestKeep=Manter
haveStoped=Parado
HaveRun=Iniciado
BtnRun=Iniciar
HaveFail=Paragem Falhada
OptComputer=A optimizar, por favor aguarde...
AllgoodAfterOpt=Optimização Concluída e %s MB Libertados. Jogue o Jogo Agora!
AllgoodAfterManualOpt=Parabéns! Nenhum item necessita de ser optimizado. Jogue o Jogo Agora!
HaveProblemAfterOpt=Não foi possível optimizar %d itens, mas foram libertados %s MB de memória.
TranslateTo=Traduzir para...

[sysopt]
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração da Rede
AutoKill=Fechar automaticamente aplicações que não respondem para evitar falhas do sistema
RestartExplorer=Reiniciar automaticamente o Explorador do Windows para evitar um desaparecimento inesperado do ambiente de trabalho
TwoProcess=Definir que os componentes do Explorador do Windows corram em processos separados para evitar conflitos do sistema
ErrorReport=Desactivar o relatório de erros no ecrã para melhorar o desempenho do sistema
Debugger=Desactivar o depurador para acelerar o processamento de erros
OptMemory=Optimizar as configurações padrão da memória para melhorar o desempenho do sistema
OptVEff=Optimizar o aspecto dos componentes da linha da frente(caixa de diálogo, menus, etc.) para melhorar o desempenho do sistema
OptFileSystem=Optimizar o sistema de ficheiros para melhorar o desempenho do sistema
OptDiskSystem=Optimizar o sub-sistema I/O do disco para melhorar o desempenho do sistema
DisAutoRun=Desactivar a função "Reprodução Automática" nas unidades para evitar a infecção/propagação de vírus
OptTTL=Optimizar as configurações TTL(Time To Live) para melhorar o desempenho da rede
OptNetForward=Optimizar a capacidade de adiantamento da rede para melhorar o desempenho desta
OptMTU=Melhorar o desempenho TCP/IP através da detecção automática de "buracos negros" usando a técnica da 'Path MTU Discovery'
OptWINS=Optimizar o tempo de consulta do nome WINS(Windows Internet Name Service) para acelerar a velocidade de transferência de dados
OptNetWork=Optimizar as configurações de rede para melhorar o desempenho da comunicação
CloseAnimate=Desactivar os efeitos de animação ao maximizar ou minimizar janelas para a acelerar a resposta da janela
PagingExecutive=Desactivar a paginação de memória e reduzir o I/O do disco para melhorar o desempenho das aplicações. (A opção deve ser ignorada se a memória física for <1 Gb)
StaticIP=Definir um IP estático para as suas ligações locais para acelerar o arranque do computador
PorcessorTime=Optimizar o desempenho do processador para a execução de aplicações, jogos, etc.ser mais eficaz. (Ignorar se se tratar de servidor)
DisableIDECheck=Desactivar a verificação do canal IDE pelo Windows para melhorar o tempo de arranque
ForeAppSpeed=Acelerar a velocidade de resposta dos programas de primeiro plano
AeroPeek=Acelerar a velocidade de exibição do Aero Peek
AeroSnap=Acelerar o Aero Snap para exibição rápida das miniaturas.
ShowSpeed=Velocidade de resposta optimizada do monitor do sistema.
IconCache=Aumentar a cache de ícones do sistema e acelerar exibição do ambiente de trabalho.
OptDiskIdle=Optimizar I/O do disco quando o CPU estiver inactivo.
OptIEConnection=Aumentar o máximo de ligações por servidor. Melhoria da velocidade de visualização de páginas web e de vídeos online.
OptEthernet=Optimizar desempenho da placa Ethernet.